---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.BendFailures.BendAngleIsUnacceptable
source: html/b0093d81-01f6-c6bf-cf95-f2ab465706d5.htm
---
# Autodesk.Revit.DB.BuiltInFailures.BendFailures.BendAngleIsUnacceptable Property

The angle of the bend/elbow is unacceptable

## Syntax (C#)
```csharp
public static FailureDefinitionId BendAngleIsUnacceptable { get; }
```